tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
brew "asdf"
brew "aspell"
brew "autossh"
brew "bat"
brew "cairo"  # weasyprint
brew "cmake"
brew "wget"
brew "direnv"
brew "dive"
brew "docker-clean"
brew "eza"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "hadolint"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "libffi"  # gost-engine
brew "libjpeg"  # pillow
brew "libmagic"
brew "libtiff"  # pillow
brew "little-cms2"  # pillow
brew "mas"
brew "mkcert"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "openjpeg"  # pillow
brew "openssl@1.1"
brew "pango"  # weasyprint
brew "pkg-config"  # xmlsec
brew "pipx"
brew "ripgrep"
brew "starship"
brew "syncthing", restart_service: true
brew "telnet"
brew "tidy-html5"
brew "typos-cli"
brew "yq"
brew "yt-dlp"
brew "zlib"  # pillow
brew "zoxide"
brew "webp"  # pillow
cask "alt-tab"
cask "appcleaner"
cask "arc"
cask "authy"
cask "dash"
cask "deepl"
cask "docker"
cask "drawio"
cask "itsycal"
cask "figma"
cask "finicky"
cask "firefox"
cask "font-fira-code"
cask "font-mplus"
cask "fork"
cask "google-chrome"
cask "hammerspoon"
cask "handbrake"
cask "itsycal"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "kitty"
cask "marta"
cask "microsoft-edge"
cask "obs"
cask "obsidian"
cask "openinterminal"
cask "outline-manager"
cask "postman"
cask "qlmarkdown"
cask "raycast"
cask "shottr"
cask "syntax-highlight"
cask "tailscale"
cask "the-unarchiver"
cask "transmission"
cask "utm"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
mas "Boop", id: 1518425043
mas "HazeOver", id: 430798174
mas "Keynote", id: 409183694
mas "Mp3tag", id: 1532597159
mas "Notability", id: 360593530
mas "Numbers", id: 409203825
mas "Outline", id: 1356178125
mas "Pages", id: 409201541
mas "SketchBook", id: 863486266
mas "WireGuard", id: 1451685025
vscode "charliermarsh.ruff"
vscode "codeium.codeium"
vscode "drcika.apc-extension"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "equinusocio.moxer-icons"
vscode "k--kato.intellij-idea-keybindings"
vscode "mhutchie.git-graph"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.mypy-type-checker"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "patbenatar.advanced-new-file"
vscode "spadin.zmk-tools"
vscode "tamasfe.even-better-toml"
vscode "tensorcompanyltd.explain-postgresql"
vscode "this-fifo.natty"
vscode "timonwong.shellcheck"
vscode "usernamehw.errorlens"
