tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
brew "asdf"
brew "aspell"
brew "autossh"
brew "bat"
brew "cairo"  # weasyprint
brew "cmake"  # gost-engine
brew "wget"
brew "direnv"
brew "docker-clean"
brew "exa"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "libffi"  # gost-engine
brew "libjpeg"  # pillow
brew "libmagic"
brew "libtiff"  # pillow
brew "little-cms2"  # pillow
brew "mas"
brew "mkcert"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "openjpeg"  # pillow
brew "openssl@1.1"
brew "pango"  # weasyprint
brew "pkg-config"  # xmlsec
brew "pipx"
brew "ripgrep"
brew "starship"
brew "typos-cli"
brew "yq"
brew "yt-dlp"
brew "zlib"  # pillow
brew "zoxide"
brew "webp"  # pillow
cask "alt-tab"
cask "amethyst"
cask "appcleaner"
cask "arc"
cask "authy"
cask "dash"
cask "deepl"
cask "docker"
cask "itsycal"
cask "figma"
cask "finicky"
cask "firefox"
cask "font-fira-code"
cask "font-mplus"
cask "google-chrome"
cask "hammerspoon"
cask "handbrake"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "kitty"
cask "marta"
cask "microsoft-edge"
cask "obs"
cask "obsidian"
cask "openinterminal"
cask "openvpn-connect"
cask "outline-manager"
cask "postman"
cask "raycast"
cask "shottr"
cask "the-unarchiver"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
mas "Boop", id: 1518425043
mas "Keynote", id: 409183694
mas "Mp3tag", id: 1532597159
mas "Notability", id: 360593530
mas "Numbers", id: 409203825
mas "Outline", id: 1356178125
mas "Pages", id: 409201541
mas "PreviewCode", id: 1571797683
mas "PreviewText", id: 1660037028
mas "SketchBook", id: 863486266
mas "Tot", id: 1491071483
mas "WireGuard", id: 1451685025
vscode "EditorConfig.EditorConfig"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "k--kato.intellij-idea-keybindings"
vscode "monokai.theme-monokai-pro-vscode"
vscode "ms-python.black-formatter"
vscode "ms-python.flake8"
vscode "ms-python.isort"
vscode "ms-python.mypy-type-checker"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "usernamehw.errorlens"
